Repository: mishin/perldoc-ru
Catalog: pod2-ru/tm/gc_2009_apr.tmx
Source language: en_us
Languages: ru

source: This mortal life can constitute a difficult journey, but the destination is truly glorious. Christ expressed this to His disciples: “These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.”1
ru: Эта земная жизнь может быть трудным путешествием, но пункт назначения воистину великолепен. Христос объяснял Своим ученикам: «Сие сказал Я вам, чтобы вы имели во Мне мир. В мире будете иметь скорбь; но мужайтесь: Я победил мир»1.

source: My objective, this afternoon, is twofold: first, to address some stumbling blocks to faith; and second, to describe how our Father’s plan is big enough for all His children.
ru: Сегодня у меня двойная цель: во-первых, – обозначить некоторые «камни преткновения» для веры; во-вторых, – показать, что план нашего Отца распространяется на всех Его детей.

source: During the past two years in the United States and across the world, there has been a dramatic increase in the discussion of our faith and beliefs. This is not new; it has happened periodically throughout the history of the Church.
ru: За последние два года в США, да и вообще в мире стали заметно больше обсуждать нашу религию и наши верования. Это не новость; такое не раз случалось в истории Церкви.

source: In 1863 Charles Dickens, the English novelist, went on board the passenger ship Amazon, which was bound for New York. His purpose was to report on the Latter-day Saint converts who were emigrating to build up the Church in the American West. There had been thousands of converts who had already emigrated, and much had been written, particularly in the British media, about them and their beliefs. Most of what was written was unfavorable.
ru: В 1863 году английский романист Чарльз Диккенс взошел на борт пассажирского судна «Амазонка», отходившего в Нью-Йорк. Его целью было сделать репортаж о новообращенных Святых последних дней, которые уплывали, чтобы строить Церковь на американском Западе. До этого Англию уже покинули тысячи новообращенных, и в британской прессе особенно много писали о них и их верованиях. Писали в основном плохое.

source: “I went on board their ship,” wrote Dickens, “to bear testimony against them if they deserved it, as I fully believed they would; to my great astonishment they did not deserve it.”2
ru: «Я взошел на борт их корабля, – писал Диккенс, – чтобы свидетельствовать против них, если они того заслуживают, а я был абсолютно уверен в этом. К великому моему удивлению, они этого не заслуживали»2.

source: After observing and mingling with the converts, Dickens was impressed with them and described these English converts, most of whom were laborers, as being “in their degree, the pick and flower of England.”3
ru: Понаблюдав и пообщавшись с новообращенными, Диккенс проникся к ним уважением и назвал этих англичан, большинство из которых были рабочими, «цветом трудовой Англии»3.

source: There have been two contrasting reports with respect to the Church. On one hand, righteous members and the way they live their lives have generally been reported on favorably. Those who know Latter-day Saints personally or have the opportunity to observe them up close have the same view that Charles Dickens reported almost 150 years ago.
ru: Встречаются два противоположных типа отзывов о Церкви. С одной стороны, о праведных членах Церкви и образе их жизни в основном отзываются благоприятно. Те, кто лично знает Святых последних дней или имеет возможность наблюдать за ними своими глазами, воспринимают их так же, как Чарльз Диккенс почти 150 лет назад.

source: Because of the uplifting doctrine of the Restoration, members rejoice in the gospel and find joy and satisfaction in the Church. We are viewed favorably when we live the teachings of the restored gospel of Jesus Christ. When members don’t live the teachings, it can be a stumbling block to those who do not belong to the Church.4
ru: Благодаря возвышающему учению о Восстановлении члены Церкви наслаждаются Евангелием и находят в Церкви радость и удовлетворение. Нас воспринимают хорошо, когда мы живем по учениям восстановленного Евангелия Иисуса Христа. Когда члены Церкви не живут по учениям, это может стать камнем преткновения для не членов Церкви4.

source: Unlike the favorable reports on righteous members, descriptions of the Church and its doctrine have often been untrue, unfair, and harsh. It should be acknowledged that some descriptions of Christianity in general have also been very harsh.5
ru: В отличие от благоприятных отзывов о праведных членах Церкви описания самой Церкви и ее учений часто бывают ложными, несправедливыми и резкими. При этом следует заметить, что некоторые описания христианства как такового также бывают очень резкими5.

source: This attitude toward our doctrine does not come as a surprise. In the Doctrine and Covenants the Lord indicated that there would be some who “lift up their voices and curse God,”6 and some “turn their hearts from me because of the precepts of men.”7
ru: Такое отношение к нашему учению не удивительно. В Учении и Заветах Господь указал, что одни «будут возвышать свои голоса и будут проклинать Бога»6, а другие – «отворачива[ться] от Меня из-за поучений человеческих»7.

source: Recent bus ads in London demonstrate the polarization that exists concerning religion in general. Some atheists, agnostics, and nonbelievers paid to display large posters on red double-decker buses in London that said, “There’s probably no God. Now stop worrying and enjoy your life.“ Opposing ads by Christians asserted, “There definitely is a God,” followed by uplifting messages.8
ru: Современная реклама на лондонских автобусах демонстрирует полярные взгляды на религию. Какие-то атеисты, агностики и неверующие заплатили за огромные плакаты на красных двухэтажных автобусах в Лондоне: «Вероятно, Бога нет. Так что не волнуйтесь, наслаждайтесь жизнью». Противоположные по смыслу постеры христиан заверяют: «Бог несомненно есть», и далее идут воодушевляющие послания8.

source: Nonbelievers find it hard to accept the miracles of the Old and New Testaments and the Savior’s virgin birth and Resurrection. They view these events with the same skepticism as the appearance of God the Father and Jesus Christ to the Prophet Joseph Smith. They are not open to the possibility of a heavenly plan presided over by a supreme being. They do not have faith.9
ru: Неверующим трудно принять чудеса Ветхого и Нового Заветов, непорочное зачатие и воскресение Спасителя. Они смотрят на все это так же скептически, как и на явление Бога-Отца и Иисуса Христа Пророку Джозефу Смиту. Они отрицают возможность Небесного плана, задуманного Высшим Существом. Они не веруют9.

source: My principal concern is for the honorable people on the earth who are open to religious faith but have been discouraged or confused by incorrect doctrine. For instance, with respect to the doctrine that revelation still exists, some very good people have been confident that the Church could not be true because they have been taught, and therefore believe, that the heavens are closed and there will be no additional revelation, no scripture, and no pronouncements from heaven. Let me emphasize that this widely held belief is not scriptural, but it is a stumbling block to some.10
ru: Меня в основном беспокоят почтенные люди Земли, которые открыты для религиозной веры, но разочарованы или смущены неправильным учением. Например, если взять учение о непрекращающемся откровении, то некоторые очень хорошие люди уверены, будто наша Церковь не может быть истинной, потому что их учили (и поэтому они верят), будто Небеса закрыты и больше не будет никаких откровений, Священных Писаний или заявлений с Небес. Позвольте мне подчеркнуть, что это широко распространенное суждение не является библейским и служит для кого-то камнем преткновения10.

source: In a recent best-selling book, the author uses as his principal analogy the interesting fact that for centuries all Europeans believed that all swans were white. It wasn’t until the discovery of Australia that swans of a different color were discovered. The author uses this analogy to help explain events which have actually occurred but were not expected.11 As I thought about this analogy, I realized that many people have refused to seriously investigate the Church because they believe there can be no revelation in this dispensation. One convert, who is now serving as a mission president, describes how difficult this was for him when he was investigating the Church. He said, “I had been taught all my life that there would never again be prophets and apostles here upon the earth. So to accept Joseph Smith as a prophet created a large stumbling block.” However, when he prayed, he states, “I received a witness that in fact the gospel had been restored to the earth and that Joseph Smith was truly a prophet of God.”12
ru: Автор одного современного бестселлера пишет об интересном факте: все европейцы веками полагали, будто все лебеди белые. И только после открытия Австралии выяснилось, что лебеди бывают и другого цвета. Автор прибегает к этой аналогии для объяснения реальных, но неожиданных событий11. Размышляя над этим, я понял, что многие люди отказываются серьезно исследовать нашу Церковь, потому что полагают, будто в этом устроении не может быть никакого откровения. Один новообращенный, который служит сейчас президентом миссии, рассказывает, какую трудность это представляло для него, когда он знакомился с Церковью. Он говорит: «Меня всю жизнь учили, что на Земле больше никогда не будет ни Пророков, ни Апостолов. И это было большим камнем преткновения для принятия Джозефа Смита как Пророка». Однако он молился и «получил свидетельство, что Евангелие действительно восстановлено на Земле и что Джозеф Смит – истинный Пророк Бога»12.

source: For many of these people who are open to religious faith, one issue has been particularly troubling. They have had a difficult time reconciling the correct doctrine that we have a loving Father in Heaven and the incorrect doctrine that most of mankind would be doomed to eternal hell.
ru: Многих из таких людей, открытых для религиозной веры, особенно беспокоит такая проблема: им трудно примирить одно правильное учение – что у нас есть любящий Небесный Отец, и одно неправильное – что большая часть человечества обречена на вечный ад.

source: This was an issue with my great-great-grandfather Phineas Wolcott Cook. He was born in 1820 in Connecticut. In his diary he notes that he had made a covenant with the Lord to serve Him if he could find the right way. He attended many churches and at one was asked to “testify [and] join the church [and] be a Christian.” His response was he “could not tell which one to join, there were so many.” He continued to investigate several churches. One doctrine was of particular significance to him. He explained: “Sometimes they found fault with me because I wanted a more liberal salvation for the family of man. I could not believe the Lord had made a part to be saved and a great part to be damned to all eternity.”13 Because of this doctrine, he allowed his name to be taken off the records of one Protestant religion. When the LDS missionaries taught him the true doctrine of the plan of salvation in 1844, he was baptized.
ru: С этой проблемой столкнулся и мой прапрадед, Финис Уолкот Кук. Он родился в 1820 году в штате Коннектикут. В своем дневнике он пишет, что заключил завет с Господом, что будет служить Ему, если найдет верный путь. Он посещал разные церкви, и в каждой ему предлагали: «Свидетельствуй [и] присоедининяйся к церкви, [и] будь христианином». Он отвечал, что «не знает, к которой церкви присоединиться, ведь их так много». Он продолжал изучать некоторые церкви. Особенно его волновала одна доктрина. Он писал: «Иногда они обвиняли меня в том, что я ищу более либерального спасения для семьи человеческой. Я не мог смириться с тем, что Господь сотворил некоторых для спасения и великое множество других для вечного осуждения»13. Из-за этой доктрины он ушел из протестантской церкви. Когда в 1844 году миссионеры СПД преподали ему истинное учение о плане спасения, он принял крещение.

source: Phineas’s faith in the loving mercy of the Lord and His plan of happiness has been shared by many honorable men and women, even when the teachings of their own churches were very bleak.
ru: Вера Финиса в милосердную любовь Господа и Его план счастья преобладала среди многих благородных людей, даже когда учения их собственных церквей были весьма мрачными.

source: The Anglican church leader and classical scholar Frederic Farrar, the author of The Life of Christ, lamented in lectures in Westminster Abbey that the common teachings of the Protestant churches with respect to hell were incorrect. He asserted that a definition of hell which included endless torment and everlasting damnation was the result of translation errors from Hebrew and Greek to English in the King James Version of the Bible. Farrar also noted the overwhelming demonstration of a loving Father in Heaven throughout the Bible as additional evidence that the definitions of hell and damnation used in the English translation were incorrect.14
ru: Руководитель англиканской церкви и ученый-классицист Фредерик Фаррар, автор книги Life of Christ(Жизнь Христа), сетовал на лекциях в Вестминстерском аббатстве на неправильность широко известных учений протестантских церквей об аде. Он утверждал, что определение ада, включающее «бесконечное мучение» и «вечное осуждение», стало результатом ошибок при переводе Библии короля Якова с еврейского и греческого языков на английский. Фаррар также указывал на бесчисленные упоминания в Библии о любящем Небесном Отце как на дополнительное свидетельство неправильности определения ада и осуждения в английском переводе14.

source: Lord Tennyson in his poem “In Memoriam” expressed his heartfelt sentiment after noting that “we trust that somehow good will be the final goal of ill.” He continued:
ru: Лорд Теннисон в своей поэме In Memoriam выразил чувства своего сердца. После слов «мы верим, кончится добром», он продолжал:

source: That nothing walks with aimless feet;
ru: У каждого свой верный шанс;

source: That not one life shall be destroy’d,
ru: Ничто не канет в никуда,

source: Or cast as rubbish to the void,
ru: Как карта лишняя, когда

source: When God hath made the pile complete.15
ru: Господь закончит свой пасьянс15.

source: At the time Joseph Smith received revelations and organized the Church, the vast majority of churches taught that the Savior’s Atonement would not bring about the salvation of most of mankind. The common precept was that a few would be saved and the overwhelming majority would be doomed to endless tortures of the most awful and unspeakable intensity.16 The marvelous doctrine revealed to the Prophet Joseph unveiled to us a plan of salvation that is applicable to all mankind, including those who do not hear of Christ in this life, children who die before the age of accountability, and those who have no understanding.17
ru: В то время, когда Джозеф Смит получал откровения и организовывал нашу Церковь, подавляющее большинство церквей учило, что совершенное Спасителем искупление не принесет спасения большинству людей. Считалось, что спасутся лишь немногие, а подавляющее большинство обречено на бесконечные муки чудовищной, невероятной интенсивности16. Чудесное учение, открытое Пророку Джозефу, представило нам план спасения, применимый ко всему человечеству, включая и тех, кто не узнаёт о Христе в этой жизни, детей, которые умирают до возраста ответственности, и тех, кто ничего не понимает17.

source: At death, righteous spirits live in a temporary state called paradise. Alma the Younger teaches us “paradise [is] a state of rest, a state of peace, where [the righteous] shall rest from all their troubles and from all care, and sorrow.”18 The unrighteous spirits dwell in spirit prison, sometimes referred to as hell.19 It is described as an awful place, a dark place where those fearful of the “indignation of the wrath of God” shall remain until the resurrection.20 However, because of the Atonement of Jesus Christ, all spirits blessed by birth will ultimately be resurrected, spirit and body reunited, and inherit kingdoms of glory that are superior to our existence here on earth.21 The exceptions are confined to those who, like Satan and his angels, willfully rebel against God.22 At the resurrection, the spirit prison or hell will deliver up its captive spirits. Jesus came into the world “to be crucified for the world, and to bear the sins of the world, and to sanctify the world, and to cleanse it from all unrighteousness.”23
ru: После смерти праведные духи живут во временном состоянии, называемом раем. Алма-младший учит нас, что рай – это «место отдыха, место покоя», где праведные «будут отдыхать от всех своих хлопот, забот и горя»18. Неправедные духи пребывают в духовной темнице, иногда называемой «адом»19. Это – ужасное место, темное место, где люди, напуганные «яростным гневом Божьим», должны оставаться до воскресения20. Однако, благодаря искуплению Иисуса Христа, все духи, благословленные рождением, в конце концов воскреснут, их дух воссоединится с телом, и они унаследуют царства славы, превосходящие наше земное существование21. Исключением станут только те, кто, подобно сатане и его ангелам, сознательно восстал против Бога22. При воскресении духовная темница, или «ад», возвратит своих пленных духов. Иисус пришел в мир, «чтобы быть преданным распятию за этот мир, нести на себе грехи мира и освятить мир, и очистить его от всей неправедности»23.

source: The Savior said, “Let not your heart be troubled. . . . In my Father’s house are many mansions. . . . I go to prepare a place for you.”24 A succinct summary is provided in the book of Moses: “For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man.”25
ru: Спаситель сказал: «Да не смущается сердце ваше… В доме Отца Моего обителей много… Я иду подготовить место вам»24. Кратко об этом сказано в Книге Моисея: «Ибо вот, это есть работа Моя и слава Моя – осуществить бессмертие и жизнь вечную человека»25.

source: After all the Savior has suffered for mankind, it is not surprising that in speaking of existing churches in the First Vision, He would instruct Joseph to “join none of them, for they were all wrong.”26 The Savior subsequently ushered in the Restoration of His true doctrine with respect to the plan of salvation and other saving principles such as the doctrine of Christ.27
ru: После всего того, что Спаситель выстрадал за человечество, не удивительно, что, говоря в Первом видении о существующих церквах, Он велел Джозефу не «присоединяться ни к одной из них, так как все они неправильны»26. Впоследствии Спаситель возвестил о восстановлении Своего истинного учения о плане спасения и других спасительных принципах, таких, как учение Христа27.

source: But notwithstanding the significance of our doctrinal differences with other faiths, our attitude toward other churches has been to refrain from criticism. They do much good. They bless mankind. Many help their members learn of the Savior and His teachings.
ru: Но, несмотря на столь существенные доктринальные различия между нами и другими конфессиями, мы воздерживаемся от критики по отношению к другим церквам. Они делают много хорошего. Они благословляют человечество. Многие помогают своим прихожанам узнать о Спасителе и Его учениях.

source: A reporter for the Washington Post visited one of our Church meetings in Nigeria. The reporter interviewed one new member and told of his conversion. The reporter states:
ru: Корреспондентка Washington Post побывала на одном из наших церковных собраний в Нигерии. Она взяла интервью у нового члена Церкви и рассказала о его обращении. Вот что она написала:

source: “[He] said . . . he jumped off a city bus and walked into the [LDS Church building]. . . . He immediately liked what he heard inside [the chapel], especially that no one preached that people of other faiths were going to hell.”28 This echoes the feeling of numerous converts to the Church since its organization.
ru: «Он сказал, что выпрыгнул из автобуса и зашел в [здание Церкви СПД]. Ему сразу же понравилось то, что он там услышал; особенно, что там никто не проповедует, будто люди других верований отправляются в ад»28. Это отражает чувства многих новообращенных членов Церкви, начиная с момента ее организации.

source: Our leaders have consistently counseled us “to live with respect and appreciation for those not of our faith. There is so great a need for civility and mutual respect among those of differing beliefs and philosophies.”29
ru: Наши руководители постоянно советуют нам «с уважением и признательностью относиться к людям не нашей веры. В мире так не хватает корректности и взаимного уважения среди приверженцев различных верований и философий»29.

source: It is equally important that we be loving and kind to members of our own faith, regardless of their level of commitment or activity. The Savior has made it clear that we are not to judge each other.30 This is especially true of members of our own families. Our obligation is to love and teach and never give up. The Lord has made salvation “free for all men” but has “commanded his people that they should persuade all men to repentance.”31
ru: Столь же важно любить и уважать членов собственной Церкви независимо от уровня их преданности или активности. Спаситель ясно сказал, чтобы мы не судили друг друга30. Это особенно верно для членов наших семей. Наш долг – любить, учить и никогда не сдаваться. Господь предоставил спасение «бесплатно всему человечеству», но «Своему народу Он повелел, чтобы он увещевал к покаянию всех людей»31.

source: The desire of our hearts, of course, is not only to acquire salvation and immortality but also to attain eternal life with a loving Father in Heaven and our Savior in the celestial kingdom with our families. We can obtain eternal life only through obedience to the laws and ordinances of the gospel.32 The Savior said, “For if you keep my commandments you shall receive of his fulness, and be glorified in me.”33
ru: Желание нашего сердца, конечно, состоит не только в том, чтобы обрести спасение и бессмертие, но и достигнуть вечной жизни с любящим Небесным Отцом и нашим Спасителем в Целестиальном Царстве вместе с нашими семьями. Мы можем обрести жизнь вечную только через послушание законам и таинствам Евангелия32. Спаситель сказал: «Ибо если вы соблюдаете заповеди Мои, вы получите от полноты Его и будете прославлены во Мне»33.

source: Those early European converts that Dickens met on board the ship Amazon had overcome many stumbling blocks. They had a testimony that revelation comes from heaven and that prophets and apostles are again on the earth. They had faith in the restored gospel of Jesus Christ.
ru: Те первые европейские новообращенные, которых Диккенс встретил на борту «Амазонки», преодолели множество камней преткновения. У них было свидетельство о том, что откровение приходит с Небес и что на Земле снова есть Пророки и Апостолы. У них была вера в восстановленное Евангелие Иисуса Христа.

source: They had come to understand the sublime destination that was in store for them. They were not fearful of the arduous journey they were undertaking, and their ultimate destination was not really the Salt Lake Valley. Their true destination was paradise followed by exaltation in the celestial kingdom.
ru: Они должны были понять то высокое предназначение, которое было им уготовано. Они не боялись трудного путешествия, которое им предстояло, и их конечным пунктом назначения была не Долина Соленого озера. Их истинным пунктом назначения был «Рай», а потом и возвышение в Целестиальном Царстве.
